import "./App.css";
import sec1 from "./images/sec1.jpeg";
import sec2 from "./images/sec2.jpeg";
import president from "./images/president.jpeg";
import final from "./images/final.jpg";
import ash from "./images/ashraf.jpg";
import samar from "./images/samar.jpg";
import sec3 from "./images/sec3.jpeg";
import results from "./images/results.jpeg";
import final2 from "./images/final 2.jpeg";

function App() {
  return (
    <div className="container">
      {/* start header */}
      {/* 
      <div className="header">
        <a href="#request">طلب للرئاسة </a>
        <a href="#about">قالوا عنها </a>
        <a href="#student-opinions"> شكوى الطلاب </a>
        <a href="#problem"> ماهي المشكله </a>
      </div> */}
      {/* end header */}
      {/* first section */}
      <section className="firstSection" id="request">
        <div className="container">
          <div className="row">
            <div className="col-12">
              <img src={president} alt="president" />
            </div>
            <div className="col-12">
              <h1>استغاثه للرئاسة</h1>
            </div>
            <div className="col-12">
              <p>
                فخامة رئيس جمهورية مصر العربية / عبدالفتاح السيسي حفظه الله
                ورعاه وسدد خطاه الموضوع : "ظلم اولادنا النابغون طلاب الثانوية
                الانجليزية igcse السلام عليكم ورحمة الله وبركاته لا ينكر جاحد
                حجم التطور الذي طال معظم القطاعات في دولتنا الحبيية تحت قيادة
                فخامتكم الحكيمة والرشيدة، الا ان هذا التطور خاصة في قطاع التعليم
                العالي جانبه الصواب فيما يتعلق بسياسة القبول الجامعى دفعة
                2020/2021 حيث جار علي حقوق الطلبة المصريين ابناء الوطن والذين
                يجب ان تكون لهم الالولوية رقم (1) في سياسات وزارة التعليم العالي
                وذلك سعيا لانجاح مبادرة ادرس في مصر والتي ندعمها وندرك الرؤية
                بعيدة النظر لها وايضا لدعم الجامعات الخاصة والاهلية . ونخص
                بالذكر هنا ما حدث مع طلاب الشهادات الثانوية المعادلة وبخاصة طلاب
                الثانوية الانجليزية igcse فكان كعملية قتل بسكين بارد لاحلام طلاب
                بعمر الزهور ، فهؤلاء الطلاب حصلوا علي اعلي وارقي مستوي تعليم
                وتقييم علي مستوي العالم ، وتفوقوا فيه علي اكثر من 3,000,000 طالب
                ، فهل يعقل ان طالب حاصل علي 97% او 98% او 99% في اختبارات عالمية
                مشهود لها بالصرامة والجديه ان يصدموا صدمة العمر من وزارة التعليم
                العالي، هؤلاء الطلاب اقل طالب فيهم مر بنحو 25 اختبار وتقييم
                عالمي في مختلف المواد (ولاتشمل تلك الاختبارات .. اختبارات
                التحسين) علي مدار 3 سنوات من الدراسة الجادة مع جامعة كامبريدج
                Cambridge واكسفورد Oxford فكانت صدمتهم انهم تم حرمانهم وفق خطة
                ممنهجة من احلامهم في دراسة الطب والهندسة في كلياتنا الحكومية
                العريقة وتفضيل الوافدين عليهم بمجموع 70% في كلياتنا الحكومية
                وطرد وحرمان ابناؤنا المتفوقين منها، اهذا هو جزاء تفوقهم من
                وزارتهم؟؟؟؟ سيادة الرئيس الموضوع قد يبدو تعليم وكلية لم ينضم
                اليها ولكنه اعمق من ذلك كمايلي: كيف اقنع ابني بحب وطنه والانتماء
                اليه وهو يري احلامه تغتال رغم نبوغه وان الوافد مفضل عليه كيف
                افسر لابني ان زميله الوافد في الدولة التي كان يدرس بها وكان يجلس
                الي المقعد المجاور له انه التحق بكلية احلامه ب 75% لانه غير مصري
                وهو ابني ابن البلد حصل علي 99% وفشل في الالتحاق بها كيف افسر له
                تخبط مكتب التنسيق واعلان نتائج التنسيق الخاصة
                بالثانويةالانجليزية وتعديلها 3 مرات في سابقة لم تحدث من قبل مع
                اخطاء في احتساب المواد المرجحة ومازالت علي خطئها كيف افسر له حجب
                كليات بالكامل عن طلبة الثانوية الانجليزية وعدم توزيع طلاب عليها
                كيف افسر له موافقة وزارة التعليم العالي علي دخول 3 دفعات تزاحم
                بعضها البعض علي نسبة قبول جامعي تعادل 2.5% جريد 11 وجريد 12
                وجريد 13 كيف افسر له انه لامكان في جامعات مصر الحكومية لامثالك
                لانك تفوقت واننا لا نرحب بالمتفوقين امثالك كيف افسر له ان نسبة
                الوافدين في بعض كليات الطب المصرية قاربت علي 50% من عدد الطلبة
                كيف افسر له ان متوسط عدد الاطباء لكل 10,000 مواطن في مصر هو 8.6
                والمتوسط العالمي 25 طبيب لكل 10,000 مواطن ويصل في الدول المتقدمة
                الي 50 طبيب ومع ذلك ترفضكم جامعاتنا الحكومية وترحب بالوافد الذي
                سوف يغادرنا ومن يعلم قد يحمل الجميل لمصر ام لا كيف افسر لابني ان
                الاماكن في كليات الطب حجبت عن اولادنا المتفوقين وتقدما للوافدين
                بثمن بخس 6,000 دولار مع الخصومات التي تصل الي 90% مع ان اقل
                دراسة للطب الخاص في الدول العربية 20,000 دولار اما الجامعات
                الحكومية فهي خط احمر للاجانب فهي ملك للوطن وابناء الوطن كيف افسر
                لابني ان كليات الطب بالجامعات الحكومية اغلقت علي 100% ليكون هو
                الحد الادني والاعلي في ذات الوقت والغت الكريديت (100,000جنيه)
                كان يدفعها الطالب المصري وفضلت عليه الوافد الذي يدفع اقل كيف
                افسر لابني انه لا احدا من المسؤولين عن التعليم اهتم بشكوانا وجلس
                وتحاور معنا كأننا هواء وليس لنا حق في الحوار من اساسه كيف افسر
                لابني التخبط في ملف الجامعات الخاصة والاهلية والتي حتي الان
                خريجوها خاصة الكليات العملية غير مرحب بهم في سوق العمل الخارجي ،
                ففي البداية فتحوا باب الحجز من مارس الماضي ثم اغلقوه في مايو
                الماضي وذلك قبل ظهور النتائج ومعرفة كل طالب مصيره والان اعادوا
                فتحه علي استحياء وبانظمة مختلفة ودخل علي الخط السماسرة
                والمنتفعون والوساطات كيف افسر لابني الحاصل علي 99% ويرغب في
                دراسة الطب انه لامكان له في جامعات مصر الحكومية والخاصة والاهلية
                لماذا لا يتم تطوير الية تسمح بقبول هؤلاء الطلبة النابغون في
                الكليات التي يرغبون فيها، فهم امل مصر والتي تعول عليهم لنبوغهم
                واجتهادهم سيادة الرئيس يوجد ترويج لرسائل مغلوطة بان طلاب
                الشهادات المعادلة مرفهون واهاليهم مرفهون وهم الصيد السهل
                للجامعات الخاصة والاهلية، صدقا فالعديد منهم يقتطعون من قوت يومهم
                لتوفير هذا المستوي من التعليم المتميز املا في الحاقهم بالجامعات
                الحكومية المميزة ذات السمعة والا كانت دعوة لهجرة هؤلاء الطلاب
                المرحب بهم في الخارج سيادة الرئيس ليس لنا رجاء بعد الله الا فيك،
                املين ان يتم انصاف ابناء مصر النابغين وامل الغد لمصر "
              </p>
              <q>
                وفي النهاية كما قال الشاعر (بلادي وان جارت علي عزيزة ......
                واهلي وان ضنوا علي كراما)
              </q>
              <h4>اولياء امور طلبة الثانوية الانجليزية IGCSE</h4>
            </div>
          </div>
        </div>
      </section>
      {/* End first section */}
      {/* second section */}
      <section className="secondSection" id="about">
        <div className="container">
          <div className="row">
            <div className="col-12">
              <h1>ماذا قالت الصحف عن هذه الأزمه ؟</h1>
            </div>
            <div>
              <img src={samar} alt="People" />
            </div>

            <div className="col-md-6 col-lg-6">
              <h2>كتب الأستاذ :</h2>
              <p>
                كل اسرة لديها ابن حاصل على ثانويه ig ترفع ايديها الى السماء
                وتتضرع أن يكون التنسيق هذا العام رحيمآ بابنها فحتى لو كان مجموع
                درجاته ٩٩٪؜ فهناك احتمال مايدخلش طب ، ولا أحد يريد أن يسمع لشكوى
                طلاب ال ig باعتبارهم أولاد البطه السوداء اللى معاهم فلوس ، رغم
                أن الجميع يعرف أن البلد مافيهاش فلوس وكلنا على باب الله بنشحت
                ونتقشف علشان نربى أولادنا ونعلمهم الحكايه يا ساده أن سياسة
                التعليم لدينا فى عهد معالى الوزير طارق شوقى تنتهج مبدأ تعذيب
                الطالب وولى أمره أشد أنواع العذاب على كل الاصعده ، مناهج ، طريقة
                امتحان ، طريقة تلقى العلم on line , حضور بالمدرسه ، استخدام
                التابلت أو آداء الامتحان ورقى ، أو المزج بينهما ، وكل ليله يخرج
                طارق شوقى فى برامج التوك شو يشرح ويفند فوائد واهمية هذه
                التغييرات فى نظام التعليم ، فيما يصرخ الطلاب وأولياء الأمر
                مؤكدين أن معاليه يتكلم عن عالم خيالى لا وحود له على أرض الواقع ،
                بدون اطاله كل الطرق والاساليب تدفغك الى تعليم ابنك بعيدآ عن
                المدراس الحكوميه أو نظام الناشيونال ولخابيط وشخابيط عمنا طارق
                شوقى وافتكساته ، ومطلوب منك انك تتصرف وتعلم ابنك انترنتشيونال ig
                وما أدراك ماهو ال ig ومصروفات ال ig وساعات مذاكرة ال ig والدروس
                الخصوصيه أو كورسات ال ig ومع ذلك لا ننكر. انه تعليم حقيقى
                ووخريجوه بالنسبه لهم دراسة الطب والهندسه فى الجامعه فى السنوات
                الأول أمر سهل ولعب عيال لأنهم هرسوه فى مناهج ال ig . ماعلينا من
                كل هذا الرغى فين المشكله ؟ السنه دى ٢٠٢٠/٢٠٢١ قررت الوزارات
                والجهات المسئوله بدون مقدمات قبلول طلاب ig الذين اتموا ١٢ سنه
                دراسيه grd 12 ومعهم الطلاب الذين اكملوا دراستهم فى ١١ سنه grd 11
                بالجامعه ، ومعهم ايضآ الطلاب الذين تخلفوا عن الالتحاق بالجامعه
                السنه الماضيه والمعروفين بطلاب السنه ال ١٣ grd 13 , يعنىً
                باختصار ثلاث دفعات ig يتنافسون على الالتحاق بالجامعه ، المشكله
                ليست فى الجامعات الخاصه فهى كثيره ولا تدقق كثيرآ فى التفاصيل
                ولكن البعض يراها أشبه بشقق مفروشه تبيع العلم كما تبيع الشقق
                المفروشه الغرام والمتعه ، وهؤلاء يريدون الحاق ابنائهم بالجامعات
                الحكوميه العريقه التى تقدم علم حقيقى وتخشى على سمعتها . وهنا
                الصدام هذه الجامعات مثل جامعة القاهره وعين شمس لا تقبل سوى نسبة
                ٥٪؜ من طلاب الشهادات الاجنبيه المعادله وبالتالى ستكون هناك حرب
                تكسير عظام بين الطلاب فالمطلوب مثلآ للالتحاق بكليه طب جامعة
                القاهره ان يكون الطالب حاصل على ثمانى مواد o l ومعهم مادتين As
                او ماده Al وبحسبه معقده يكون مجموعه عن هذه المواد ١٠٠٪؜ أو ٩٩٪؜
                على الاقل ، ومن المحتمل أن الحاصل على ٩٩٪؜ لا يدخل كلية الطب ،
                رغم أن أقرانه من طلاب الناشيونال دخلوا طب ب ٩٠٪؜ ، وعلى ارض
                الواقع طالب ال ig او باقى الشهادات الاجنبيه المعادله تلقى علمآ
                وبذل مجهودآ أضعاف طالب الناشيونال . المطلوب زيادة نسبة ال٥٪؜
                المخصصة لطلاب ال ig المقبولين هذا العام / ٢٠٢٠ /٢٠٢١ بالجامعات
                فهم يستحقون خاصة بعد أن زاحمهم فى مقاعدهم طلاب السنه الحادية عشر
                والسنة الثالثة عشر ، فليس من العدل استبعاد متفوقين دوليآ على
                اقرانهم على مستوى العالم ووجود طلاب مستواهم اقل بكثير فى مقاعد
                كليات القمه ، فجميعنا سندفع الثمن حين يخرج من لم يتم تأسيسهم
                علميآ بشكل جيد و غير مكتملوا التعليم الى سوق العمل ، نناشد السيد
                الرئيس التدخل فقد اثبتت عشرات المواقف أنه وحده القادر على تغيير
                المسارات المعوجه . ونتمنى ان يتم ذلك فى اسرع وقت قبل اغلاق
                التنسيق ١٥ سبتمبر الجارى وإعلان نتيجته بعدها بنحوً ١٥ يومآ
                إرحموا طلاب اجتهدوا بحق وأولياء أمور أنفقوا كل ما يمتلكون من أجل
                تعليم ابائهم ، وإرحموا وطننا من العشوائيةوالتخبط وتفضيل المصالح
                الخاصة على مصلحة مصر .
              </p>
            </div>
            <div className="col-md-6"></div>
            <div className="col-md-6 col-lg-6">
              <h2>و كتب الآخر:</h2>
              <p>
                حالة من الاستياء الشديد والغضب تسيطر على أولياء أمور طلبة شهادات
                الثانوية البريطانية IG بسبب تنسيق قبول أبنائهم في الجامعات
                الحكومية هذا العام. ويستغيث أولياء أمور طلبة شهادة الثانوية
                البريطانية بجميع المسئولين في مصر لكي يتم إتاحة الفرصة أمام
                أبنائهم للالتحاق بالجامعات الحكومية أسوة بزملائهم، مطالبين بأن
                يتم السماح بزيادة نسبة قبول طلاب شهادات الـ IG هذا العام حتى
                يتمكنوا من الالتحاق بالكليات. <br />
                وتستغيث إحدى أولياء أمور طلاب شهادة IG من خلال بوابة فيتو، برئيس
                الجمهورية ووزير التعليم العالي والبحث العلمي لحل مشكلة أبنائهم
                في الالتحاق بالجامعات الحكومية وزيادة نسبة المقبولين، بعد أن
                تخلف دفعتين عن التقديم بسبب عدم استطاعتهم اللحاق بموعد التنسيق
                خلال العام الماضي بسبب فيروس كورونا المستجد، لذلك يتم تنسيق ثلاث
                دفعات متراكمة هذا العام وفق النسبة المحددة للشهادات الأجنبية الـ
                5%. وقالت: تم حرمان أبنائنا المتفوقين من شرائح المجاميع المرتفعة
                التي تصل نسبتها نحو 99.9 % من دخول كليات القطاع الطبي مثل الطب
                والصيدلة وغيرها وأيضًا كليات القطاع الهندسي، ذلك لأن تلك الكليات
                حصلت على العدد المطلوب بنسبة 100% وفي نفس الوقت لم يتبق لهم
                أماكن بالجامعات الخاصة التي أغلقت هي الأخرى أبوابها أمامهم نظرًا
                لاكتمال أعدادها هي الأخرى، مؤكدة أن عدد الطلبة المتضررين كثر
                وذلك نظرًا لعدم وجود حل حتى الآن لتلك المشكلة. ومن جانبها كانت
                أعلنت الدكتورة جيهان البيومي، عضو لجنة التعليم بمجلس النواب،
                بتقديم طلب إحاطة تطالب فيه بحضور وزير التربية والتعليم والتعليم
                الفني الدكتور طارق شوقي، لمجلس النواب لتوصيل نبض الشارع للوزير
                حول تنسيق "ig"، وقرار الوزير الخاص بربط تسلم الكتب بدفع
                المصروفات الدراسية وما له من آثار نفسية سلبية وخطيرة على الطلاب
                الذين لم يتمكن أولياء أمورهم من سداد المصروفات الدراسية. وفي
                السطور التالية نوضح لجميع متابعينا ما هو نظام الـ IG الـ IGCSE
                أو الـ IG هو اختصار للاسم International General Certificate of
                Secondary Education أي الشهادة الدولية العامة للتعليم الثانوي،
                وهو عبارة عن منهج تعليمي تم تطويره من قبل لجنة الاختبارات في
                جامعة كامبريدج بالمملكة المتحدة ويعد جزءا من منهاج متكامل يشمل
                جميع المراحل العمرية، لكن يمكن للطلاب البدء بتعلم منهج IGCSE مع
                بداية السنة العاشرة ويخضعون للاختبار في نهاية العام الحادي عشر.
                و تعتمد المؤهلات التي يمكن الحصول عليها في هذا النظام على المواد
                بشكل فردي، أيّ أنّ الطالب يحصل على مؤهل IG لكلّ مادة يأخذها على
                حدى، وتشمل هذه المواد بشكل رئيسي( اللغة الأولى، اللغة الثانية،
                الرياضيات، مادة أو أكثر في مواد العلوم). وتتمثل أهم مميزات نظام
                التعليم الـ IG في الطلاب الملتحقون بهذا النظام يمتلكون نظرة
                واضحة حول مستقبلهم وما يرغبون في تحقيقه خلال مسيرتهم الأكاديمية،
                معايير التقييم في نظام الـ IGCSE موثوقة وتسهم في جعل الطلاب أكثر
                تركيزً لأن نظام العلامات في هذا النظام عالمي، فهو يقدم بذلك
                مقياسا حقيقيا على مستوى عالمي يمكن مقارنته بذات الطريقة في مختلف
                الجامعات حول العالم. كما يتضمّن هذا النظام مجموعة واسعة من
                المواد التي يمكن للطلاب الاختيار من بينها، وهو بذلك أكثر مرونة
                من نظام الـ IBT يركز هذا النظام على إكساب الطلاب المعرفة اللازمة
                التي تخدمهم في المستقبل أكثر من تركيزه على العلامات والنقاط.
              </p>
            </div>
          </div>
        </div>
      </section>
      <section className="student-opinion" id="student-opinions">
        <p>
          يتحدث الطلاب و يطالبون بحقهم و هم يطالبون بحقهم الشرعي ف هل من مستمع ؟
        </p>
      </section>
      <section className="photos">
        <div>
          <img src={sec2} alt="colleges" />
          <img src={sec1} alt="dentist collegs" />
          <img src={sec3} alt="results" />
        </div>
        <div>
          <img src={results} alt="results" />
          <img src={final} alt="results" />
          <img src={final2} alt="results" />
        </div>
      </section>
    </div>
  );
}

export default App;
